Repository: leonmwila/choma-nursing-school-portal
Catalog: modules/Library/locale/*.utf8/LC_MESSAGES/Library.po
Languages: es_es, fr_fr

source: Document
es_es: Documento
fr_fr: Dokument

source: Document Category
es_es: Categoría de Documentos
fr_fr: Kategorija

source: The document was lent.
es_es: El documento está prestado.
fr_fr: Dokument je bil posojen.

source: Lend
es_es: Prestar
fr_fr: Izposoja

source: Lend "%s" to %s
es_es: Prestar "%s" a "%s"
fr_fr: Posodite "%s" osebi "%s"

source: New Document
es_es: Nuevo Documento
fr_fr: Nov dokument

source: New Document Category
es_es: Nueva Categoría de Documentos
fr_fr: Nova kategorija

source: Document was returned.
es_es: Se devolvió el documento.
fr_fr: Dokument je bil vrnjen.

source: Return Date
es_es: Fecha de Devolución
fr_fr: Vrnjeno dne

source: Loan
es_es: Prestamo
fr_fr: Izposoja

source: Loans
es_es: Prestamos
fr_fr: Izposoje

source: Past Due
es_es: Aplazado
fr_fr: Preteklost

source: Return document
es_es: Devolver el documento
fr_fr: Vrni dokument

source: Library
es_es: Biblioteca
fr_fr: Knjižnica

source: Document Fields
es_es: Campos Documento

source: Loans Breakdown
es_es: Análisis de Prestamos

source: Reference
es_es: Referencia
fr_fr: Referenca

source: Author
es_es: Autor
fr_fr: Autor

source: Document Categories
es_es: Categorías de Documentos
fr_fr: Kategorije

source: Documents
es_es: Documentos
fr_fr: Dokumenti

source: Lent
es_es: Prestado
fr_fr: Izposoja

source: Available
es_es: Disponible
fr_fr: Na voljo

source: Borrowed documents
es_es: Documentos prestados
fr_fr: Izposojeni dokumenti

source: Has late documents
es_es: Tiene documentos con retraso
fr_fr: Zamuja

source: This program is available in the %s module.
es_es: Este programa está disponible en el módulo %s.

source: Library Premium
es_es: Biblioteca Premium
