Repository: leonmwila/choma-nursing-school-portal
Catalog: modules/Students_Import/locale/*.utf8/LC_MESSAGES/Students_Import.po
Languages: fr_fr, pt_br

source: Student Import
fr_fr: Import d'élèves
pt_br: Importación de Estudiantes

source: Cannot open file.
fr_fr: Le fichier ne peut pas être ouvert.
pt_br: Não foi possível abrir o arquivo.

source: %s students were imported.
fr_fr: %s élèves ont été importés.
pt_br: %s alunos foram importados.

source: Select CSV or Excel file
fr_fr: Sélectionner fichier CSV ou Excel
pt_br: Selecione arquivo CSV ou Excel

source: %s rows
fr_fr: %s lignes
pt_br: %s linhas

source: Import Students
fr_fr: Importer les élèves
pt_br: Importar Estudiantes

source: Are you absolutely ready to import students? Make sure you have backed up your database!
fr_fr: Êtes-vous prêt pour importer les élèves ? Assurez-vous d'avoir sauvegardé la base de données !
pt_br: Você está absolutamente pronto para importar alunos? Certifique-se de ter feito backup de seu banco de dados!

source: Import first row
fr_fr: Importer la primière ligne
pt_br: Importar primeira linha

source: Reset form
fr_fr: Réinitialiser le formulaire
pt_br: Redefinir formulário

source: IDs are automatically generated if you select "N/A".
fr_fr: Les ID sont automatiquement générés si vous sélectionnez "N/D".
pt_br: IDs são gerados automaticamente se você selecionar "N/A".

source: If the date is left empty, students will not be enrolled (inactive).
fr_fr: Si vous n'indiquez pas de date, les élèves ne seront pas inscrits (inactifs).
pt_br: Se a data for deixada em branco, os alunos não serão matriculados (inativos).

source: Notifications are sent if Username, Password, Email Address are set and Attendance Start Date this School Year is on or before today.
fr_fr: Les notifications sont envoyées si le nom d'utilisateur, le mot de passe, l'adresse email sont définis et si la date de début de présence cette année scolaire est aujourd'hui ou avant.
pt_br: As notificações são enviadas se o nome de usuário, a senha, o endereço de e-mail estiverem definidos e a data de início do comparecimento deste ano letivo for hoje ou antes.

source: Send email notification to Students
fr_fr: Envoyer notification par email aux élèves
pt_br: Enviar notificação por e-mail aos alunos

source: Excel error reading file %s: %s. Please convert the file to CSV format.
fr_fr: Erreur Excel à la lecture du fichier %s : %s. Merci de convertir le fichier au format CSV.

source: %d notifications sent.
fr_fr: %d notifications envoyées.
pt_br: %d notificações enviadas.

source: No names were found.
fr_fr: Aucun nom n'a été trouvé.
pt_br: Nenhum nome foi encontrado.

source: Stop
pt_br: Parar
